<?xml version="1.0"encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>PayloadContent</key>
    <array>
        <dict>
            <key>PayloadDisplayName</key>
            <string>ManagedClient logging</string>
            <key>PayloadEnabled</key>
            <true/>
            <key>PayloadIdentifier</key>
            <string>com.apple.logging.ManagedClient.1</string>
            <key>PayloadType</key>
            <string>com.apple.system.logging</string>
            <key>PayloadUUID</key>
            <string>ED5DE307-A5FC-434F-AD88-187677F02222</string>
            <key>PayloadVersion</key>
            <integer>1</integer>
            <key>System</key>
            <dict>
                <key>Enable-Private-Data</key>
                <true/>
            </dict>
        </dict>
    </array>
    <key>PayloadDescription</key>
    <string>Enable Unified Log Private Data logging</string>
    <key>PayloadDisplayName</key>
    <string>Enable Unified Log Private Data</string>
    <key>PayloadIdentifier</key>
    <string>C510208B-AD6E-4121-A945-E397B61CACCF</string>
    <key>PayloadRemovalDisallowed</key>
    <false/>
    <key>PayloadScope</key>
    <string>System</string>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadUUID</key>
    <string>D30C25BD-E0C1-44C8-830A-964F27DAD4BA</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
</dict>
</plist>